ack
archey
autoconf
automake
aws-elasticbeanstalk
awscli
bdw-gc
bison
boost
chromedriver
cloc
cmake
cmatrix
colordiff
coreutils
cowsay
cscope
curl
diff-so-fancy
elinks
ffmpeg
figlet
findutils
fortune
freetype
fzf
gawk
gdbm
gettext
git
glew
glm
gmp
gnu-sed
gnu-smalltalk
gnu-tar
gnu-which
gnutls
go
gource
grep
gti
gzip
heroku
heroku-toolbelt
htop
httpie
hub
icu4c
imagemagick
jemalloc
jpeg
jq
lame
less
libevent
libexif
libffi
libogg
libpng
libsigsegv
libssh
libssh2
libtasn1
libtermkey
libtiff
libtool
libunistring
libuv
libvorbis
libvterm
libxml2
libyaml
libzip
memcached
mercurial
mp3wrap
mpfr
msgpack
mysql
neovim
netcat
nethack
nettle
nmap
node
nvm
oniguruma
openssl
openssl@1.1
ossp-uuid
p11-kit
p7zip
pcre
pcre2
perl
pkg-config
postgresql
protobuf
pstree
python
python3
q
rbenv
readline
reattach-to-user-namespace
rename
ripgrep
ruby
ruby-build
scons
screenfetch
sdl2
sdl2_image
shellcheck
sl
spark
sqlite
ssh-copy-id
tcl-tk
the_silver_searcher
tidy-html5
tig
tmate
tmux
trash
tree
unibilium
universal-ctags
unixodbc
unrar
vim
watch
webp
wget
wrk
x264
xvid
xz
yank
yarn
