1password
bartender
caffeine
colloquy
cyberduck
disk-inventory-x
dockertoolbox
dropbox
evernote
filebot
firefox
flux
freecol
functionflip
gitx
go2shell
google-chrome
iterm2
itsycal
key-codes
keyboard-maestro
ngrok
nosleep
omnigraffle
psequel
qbittorrent
rescuetime
selfcontrol
sitesucker
skitch
skype
slack
slate
sqleditor
stand
steam
sublime-text
trailer
transmission-remote-gui
vagrant
virtualbox
vlc
wireshark
xld
zeplin
