ack
archey
autoconf
automake
aws-elasticbeanstalk
awscli
bdw-gc
bison
boost
cloc
cmake
cmatrix
cowsay
cscope
ctags
curl
docker
docker-compose
docker-machine
elinks
fig
figlet
findutils
fortune
freetype
gawk
gdbm
gettext
git
glew
glm
gmp
gnu-sed
gnu-tar
gnu-which
go
gource
grep
gti
gzip
heroku
heroku-toolbelt
htop
httpie
hub
icu4c
jpeg
jq
libevent
libexif
libpng
libssh
libtiff
libtool
libxml2
libyaml
libzip
memcached
mercurial
mpfr
msgpack
mysql
neovim
netcat
nethack
nmap
node
oniguruma
openssl
ossp-uuid
p7zip
pcre
pkg-config
postgresql
protobuf
pstree
python
python3
q
rbenv
readline
ruby-build
screenfetch
sdl2
sdl2_image
sl
spark
sqlite
ssh-copy-id
tcl-tk
terminal-notifier
the_silver_searcher
tidy-html5
tig
tmate
trash
tree
unixodbc
unrar
webp
wget
wrk
xz
