1password
atom
bartender
calibre
colloquy
cyberduck
disk-inventory-x
docker
dockertoolbox
dropbox
electrum
electrum-ltc
evernote
filebot
firefox
flux
fork
freecol
functionflip
go2shell
google-chrome
iterm2
itsycal
keepingyouawake
key-codes
keyboard-maestro
kindle
kitematic
mamp
ngrok
nosleep
omnigraffle
pgadmin4
postman
psequel
qbittorrent
rowanj-gitx
selfcontrol
sitesucker
skitch
skype
slack
slate
sqleditor
steam
sublime-text
trailer
transmission-remote-gui
vagrant
vimr
vlc
wireshark
xld
zeplin
