tap "codeclimate/formulae"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "tldr-pages/tldr"
tap "tsub/s3-edit"
tap "universal-ctags/universal-ctags"
brew "ack"
brew "libyaml"
brew "openssl"
brew "readline"
brew "python"
brew "ansible"
brew "archey"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "libtool"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "bison@2.7"
brew "boost"
brew "boxes"
brew "cloc"
brew "cmatrix"
brew "colordiff"
brew "cowsay"
brew "cscope"
brew "curl"
brew "diff-so-fancy"
brew "elinks"
brew "exiftool"
brew "fd"
brew "libogg"
brew "libvorbis"
brew "sdl2"
brew "ffmpeg"
brew "figlet"
brew "findutils", args: ["with-default-names"]
brew "libpng"
brew "freetype"
brew "fortune"
brew "fswatch"
brew "fzf"
brew "gettext"
brew "gawk"
brew "jpeg"
brew "gifsicle"
brew "gist"
brew "git"
brew "glew"
brew "glm"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-smalltalk"
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-time"
brew "gnu-which", args: ["with-default-names"]
brew "gnupg"
brew "go"
brew "sdl2_image"
brew "gource"
brew "gpg-agent"
brew "graphviz"
brew "grep", args: ["with-default-names"]
brew "grip"
brew "gti"
brew "gzip"
brew "htop"
brew "httpie"
brew "hub"
brew "icu4c"
brew "imagemagick"
brew "jemalloc"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "libevent"
brew "libexif"
brew "libiconv"
brew "libssh"
brew "libssh2"
brew "libtermkey"
brew "libvterm"
brew "libxlsxwriter"
brew "python@2"
brew "libxml2"
brew "libzip"
brew "memcached"
brew "mercurial"
brew "mp3wrap"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nethack"
brew "nmap"
brew "nnn"
brew "node"
brew "node@8"
brew "ossp-uuid"
brew "p7zip"
brew "tidy-html5"
brew "php"
brew "pinentry-mac"
brew "postgresql@9.6", restart_service: true, link: true
brew "protobuf"
brew "pstree"
brew "pv"
brew "q"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "sc-im"
brew "screenfetch"
brew "screenresolution"
brew "shellcheck"
brew "siege"
brew "sl"
brew "spark"
brew "speedtest-cli"
brew "ssh-copy-id"
brew "subliminal"
brew "tcl-tk"
brew "telnet"
brew "tesseract"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmate"
brew "tmux"
brew "toilet"
brew "trash"
brew "tree"
brew "unrar"
brew "vifm"
brew "vim"
brew "watch"
brew "wget"
brew "wrk"
brew "yank"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "codeclimate/formulae/codeclimate"
brew "heroku/brew/heroku"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "1password"
cask "across-lite"
cask "adobe-acrobat-reader"
cask "atom"
cask "bartender"
cask "calibre"
cask "cloudapp"
cask "colloquy"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "disk-inventory-x"
cask "docker"
cask "dosbox"
cask "dropbox"
cask "electrum"
cask "electrum-ltc"
cask "epic-games"
cask "etcher"
cask "evernote"
cask "filebot"
cask "firefox"
cask "google-chrome"
cask "graphiql"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "java"
cask "karabiner-elements"
cask "keepingyouawake"
cask "key-codes"
cask "keyboard-maestro"
cask "kitematic"
cask "macvim"
cask "mamp"
cask "ngrok"
cask "nightowl"
cask "nosleep"
cask "omnigraffle"
cask "pgadmin4"
cask "postman"
cask "psequel"
cask "qbittorrent"
cask "rowanj-gitx"
cask "sequel-pro"
cask "skitch"
cask "skype"
cask "slack"
cask "slate"
cask "soulver"
cask "spotify"
cask "sqleditor"
cask "steam"
cask "sublime-text"
cask "trailer"
cask "tunnelblick"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xld"
cask "zeplin"
cask "zoomus"
