tap "codeclimate/formulae"
tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "samtay/tui"
tap "stripe/stripe-cli"
tap "tldr-pages/tldr"
tap "tsub/s3-edit"
tap "universal-ctags/universal-ctags"
tap "unused-code/formulae"
brew "ack"
brew "libyaml"
brew "readline"
brew "python@3.9"
brew "tcl-tk"
brew "ansible"
brew "archey"
brew "asciiquarium"
brew "autoconf"
brew "automake"
brew "libtool"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "awscli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "bison@2.7"
brew "boost"
brew "boxes"
brew "libpng"
brew "freetype"
brew "gettext"
brew "glib"
brew "cairo"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "cowsay"
brew "cscope"
brew "csvkit"
brew "jemalloc"
brew "libssh2"
brew "diff-so-fancy"
brew "docutils"
brew "dos2unix"
brew "elinks"
brew "espeak"
brew "exiftool"
brew "fd"
brew "libogg"
brew "libevent"
brew "unbound"
brew "gnutls"
brew "gobject-introspection"
brew "harfbuzz"
brew "jpeg"
brew "libass"
brew "libvorbis"
brew "sdl2"
brew "tesseract"
brew "ffmpeg"
brew "figlet"
brew "findutils", args: ["with-default-names"]
brew "fortune"
brew "freetds"
brew "fswatch"
brew "gawk"
brew "gd"
brew "gh"
brew "gifsicle"
brew "git"
brew "git-crypt"
brew "glew"
brew "glm"
brew "gnu-sed", args: ["with-default-names"]
brew "gnu-smalltalk"
brew "gnu-tar", args: ["with-default-names"]
brew "gnu-time"
brew "gnu-which", args: ["with-default-names"]
brew "libusb"
brew "gnupg"
brew "go"
brew "sdl2_image"
brew "gource"
brew "gpg-agent"
brew "graphviz"
brew "grc"
brew "grep", args: ["with-default-names"]
brew "grip"
brew "gti"
brew "gzip"
brew "helm"
brew "htop"
brew "httpie"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "jq"
brew "kubernetes-cli"
brew "less"
brew "lf"
brew "libexif"
brew "libiconv"
brew "libpcap"
brew "libssh"
brew "libtermkey"
brew "libuv"
brew "libxlsxwriter"
brew "libxml2"
brew "libzip"
brew "luarocks"
brew "memcached"
brew "mercurial"
brew "protobuf"
brew "mitmproxy"
brew "mkvtoolnix"
brew "mp3wrap"
brew "mupdf"
brew "mysql", restart_service: true
brew "ncdu"
brew "neovim"
brew "netcat"
brew "nethack"
brew "nmap"
brew "node"
brew "node@8"
brew "nvm"
brew "openjdk"
brew "ossp-uuid"
brew "overmind"
brew "p7zip"
brew "par"
brew "tidy-html5"
brew "php"
brew "pinentry-mac"
brew "poppler"
brew "postgresql@11", restart_service: true, link: true
brew "pspg"
brew "pstree"
brew "pv"
brew "python@2", link: false
brew "q"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "ruby"
brew "sc-im"
brew "scc"
brew "screenfetch"
brew "screenresolution"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "sl"
brew "spark"
brew "speedtest-cli"
brew "sqlparse"
brew "ssh-copy-id", link: true
brew "subliminal"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "tmate"
brew "toilet"
brew "trash"
brew "tree"
brew "uchardet"
brew "universal-ctags", args: ["HEAD"]
brew "unrar"
brew "vim"
brew "wakeonlan"
brew "watch"
brew "wget"
brew "wrk"
brew "xsv"
brew "yank"
brew "yarn"
brew "youtube-dl"
brew "zlib"
brew "codeclimate/formulae/codeclimate"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "samtay/tui/tetris"
brew "stripe/stripe-cli/stripe"
brew "unused-code/formulae/unused"
cask "1password"
cask "across-lite"
cask "adobe-acrobat-reader"
cask "atom"
cask "bartender"
cask "calibre"
cask "colloquy"
cask "cyberduck"
cask "db-browser-for-sqlite"
cask "discord"
cask "disk-inventory-x"
cask "docker"
cask "dropbox"
cask "electrum"
cask "electrum-ltc"
cask "epic-games"
cask "etcher"
cask "evernote"
cask "filebot"
cask "firefox"
cask "google-chrome"
cask "google-cloud-sdk"
cask "graphiql"
cask "insomnia"
cask "inssider"
cask "iterm2"
cask "itsycal"
cask "java"
cask "karabiner-elements"
cask "keepingyouawake"
cask "key-codes"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "kitematic"
cask "lens"
cask "macvim"
cask "mamp"
cask "megasync"
cask "netspot"
cask "ngrok"
cask "nosleep"
cask "omnigraffle"
cask "postico"
cask "postman"
cask "private-internet-access"
cask "psequel"
cask "qbittorrent"
cask "rowanj-gitx"
cask "sabnzbd"
cask "sequel-pro"
cask "signal"
cask "skype"
cask "slack"
cask "slate"
cask "soulver"
cask "spotify"
cask "sqleditor"
cask "steam"
cask "sublime-text"
cask "the-unarchiver"
cask "trailer"
cask "vagrant"
cask "virtualbox"
cask "visual-studio-code"
cask "vlc"
cask "wireshark"
cask "xquartz"
cask "zeplin"
cask "zoomus"
