tap "agrinman/tap"
tap "dart-lang/dart"
tap "derailed/k9s"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-drivers"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "neovim/neovim"
tap "sass/sass"
tap "stripe/stripe-cli"
tap "tldr-pages/tldr"
tap "tsub/s3-edit"
tap "universal-ctags/universal-ctags"
tap "unused-code/formulae"

brew "ack"
brew "act"
brew "ansible"
brew "libpng"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "archey"
brew "berkeley-db", link: true
brew "perl"
brew "asciiquarium"
brew "asdf"
brew "aws-elasticbeanstalk"
brew "aws-iam-authenticator"
brew "docutils"
brew "awscli"
brew "python@3.10"
brew "azure-cli"
brew "bandwhich"
brew "bash"
brew "bat"
brew "bdw-gc"
brew "bison"
brew "bison@2.7"
brew "icu4c@76", link: true
brew "boost"
brew "boxes"
brew "freetype"
brew "glib"
brew "cairo"
brew "calc"
brew "cloc"
brew "cmake"
brew "cmatrix"
brew "colordiff"
brew "cowsay"
brew "cscope"
brew "csvkit"
brew "libssh2"
brew "curl"
brew "datamash"
brew "dict"
brew "diff-so-fancy"
brew "difftastic"
brew "docker"
brew "docker-compose"
brew "dos2unix"
brew "elinks"
brew "elixir"
brew "espeak"
brew "exiftool"
brew "fd"
brew "libogg"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "leptonica"
brew "libass"
brew "librist"
brew "libvorbis"
brew "pango"
brew "sdl2"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "open-mpi"
brew "figlet"
brew "findutils"
brew "flyctl"
brew "fortune"
brew "freetds"
brew "fswatch"
brew "fzf"
brew "gawk"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "ghostscript"
brew "gifsicle"
brew "git"
brew "git-absorb"
brew "git-crypt"
brew "git-lfs"
brew "glew"
brew "glm"
brew "gnu-sed"
brew "gnu-tar"
brew "gnu-time"
brew "gnu-which"
brew "libusb"
brew "gnupg"
brew "go"
brew "gobject-introspection"
brew "sdl2_image"
brew "gource"
brew "netpbm"
brew "gts"
brew "librsvg"
brew "graphviz"
brew "grc"
brew "grep"
brew "grip"
brew "gti"
brew "gzip"
brew "helm"
brew "hey"
brew "htop"
brew "httpd"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "python@3.9"
brew "libraw"
brew "imagemagick"
brew "imlib2"
brew "jakehilborn/jakehilborn/displayplacer"
brew "jemalloc"
brew "jpeg", link: true
brew "jq"
brew "node"
brew "js-beautify"
brew "kubernetes-cli"
brew "less"
brew "lf"
brew "libexif"
brew "libfido2"
brew "libiconv"
brew "libpcap"
brew "libpq"
brew "libssh"
brew "libxlsxwriter"
brew "lnav"
brew "lua-language-server"
brew "luarocks"
brew "luv"
brew "memcached"
brew "mercurial"
brew "protobuf"
brew "mitmproxy"
brew "qt"
brew "mupdf"
brew "mysql"
brew "ncdu"
brew "screenresolution"
brew "neofetch"
brew "neovim"
brew "netcat"
brew "nmap"
brew "nvm"
brew "ollama", restart_service: :changed
brew "onefetch"
brew "ossp-uuid"
brew "tmux"
brew "overmind"
brew "p7zip"
brew "par"
brew "postgresql", restart_service: :changed
brew "pgvector"
brew "tidy-html5"
brew "php"
brew "pinentry-mac"
brew "poppler"
brew "pspg"
brew "pstree"
brew "pv"
brew "tcl-tk", link: false
brew "python@3.8"
brew "q"
brew "railway"
brew "ruby-build"
brew "rbenv"
brew "rbenv-gemset"
brew "reattach-to-user-namespace"
brew "redis", restart_service: true
brew "rename"
brew "ripgrep"
brew "rust"
brew "sc-im"
brew "scc"
brew "screenfetch"
brew "semgrep"
brew "shellcheck"
brew "shfmt"
brew "siege"
brew "sl"
brew "spark"
brew "sqlparse"
brew "ssh-copy-id", link: true
brew "stylua"
brew "telnet"
brew "the_silver_searcher"
brew "tig"
brew "tldr"
brew "toilet"
brew "trash", link: true
brew "tree"
brew "uchardet"
brew "universal-ctags", args: ["HEAD"]
brew "vim"
brew "vips"
brew "watch"
brew "wget"
brew "wiggle"
brew "wrk"
brew "xsv"
brew "yank"
brew "yarn"
brew "yq"
brew "agrinman/tap/tunnelto"
brew "derailed/k9s/k9s"
brew "heroku/brew/heroku"
brew "unused-code/formulae/unused"

cask "bruno"
cask "cursor"
cask "db-browser-for-sqlite"
cask "disk-inventory-x"
cask "evernote"
cask "firefox"
cask "ghostty"
cask "gimp"
cask "google-chrome"
cask "grandperspective"
cask "graphiql"
cask "inkscape"
cask "insomnia"
cask "iterm2"
cask "itsycal"
cask "jordanbaird-ice"
cask "karabiner-elements"
cask "key-codes"
cask "keyboard-maestro"
cask "keyboardcleantool"
cask "macvim"
cask "monitorcontrol"
cask "ngrok"
cask "postico"
cask "postman"
cask "rar"
cask "rowanj-gitx"
cask "sequel-pro"
cask "slack"
cask "slate"
cask "sqleditor"
cask "tableplus"
cask "the-unarchiver"
cask "utm"
cask "vagrant"
cask "visual-studio-code"
cask "vlc"
cask "xquartz"
